<template>
	<view class="agreement">
		<pre>
青桔钱包APP（以下简称“平台”）由吉安市井开区汇代金融服务有限公司运营，用户承诺在仔细阅读和完全接受《用户注册服务协议》（以下简称“本协议”）项下全部条款的基础上使用本平台的各项服务。用户接受本协议点击"同意、同意并注册"按钮或其他类似意思表示完成注册即表示完全接受以上述及的所有条款。
本平台可能根据法律法规的要求或业务运营的需要，对本协议服务条款不时进行增加、删减、修改及/或补充（以下统称“修改”）。除非另有规定，否则任何修改将在该等修改内容发布之时立即生效，您对本平台的注册、使用、及继续使用均表明您接受此等修改。如果您不同意本协议服务条款（包括本平台可能不定时对其或其中引述的其他规则所进行的任何修改）的任一规定，则请勿注册或使用本平台，或您可以主动取消本平台提供的服务。
为了便于您了解适用于您的条款和条件，我们将在平台上发布对本协议服务条款的修改，您应不时地审阅本协议服务条款以及经参引而并入其中的其他规则。
甲方：吉安市井开区汇代金融服务有限公司 
乙方（用户）姓名：                身份证号码：
一、服务内容
1.1 平台的具体服务内容由我们根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等，我们将定期或不定期根据用户的意愿以电子邮件、短信、电话或站内信等方式为用户提供活动信息，并向用户提供相应服务，具体服务以平台实际展示为准。我们对提供的服务拥有最终解释权。
1.2 平台服务仅供个人用户使用。除我们书面同意，您或其他用户均不得将平台上的任何信息用于商业目的。
1.3 您使用平台服务时所需的相关的设备以及网络资源等（如个人电脑、手机及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。
1.4 平台将根据具体服务类型，收取一定的服务费用，您对此理解并同意。在支付前请仔细阅读平台展示的服务内容，并在评估自己消费能力后决定是否购买。

二、信息提供和隐私保护
2.1您在注册账号或使用本平台服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，用户需要填写真实的身份信息。若您填写的信息不完整，则无法使用本平台服务或在使用过程中受到限制。您有义务保证密码和帐号的安全，并保证账号及密码仅供自己使用。您同意不断更新注册资料，符合及时、详尽准确的要求，所有原始键入的资料将引用为注册资料。
2.2 您在访问、使用平台或申请使用平台服务时，必须提供本人真实的个人信息，且您应该根据实际变动情况及时更新个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您的个人信息安全。
2.3 您对提供的个人信息的真实性、准确性负责，平台不对您提供的个人信息的真实性、准确性做任何实质性的审查。因信息不真实、不准确而引起的任何问题或是因此产生的损失，由您自行承担相关责任，与本平台无关。若我们发现您提供的个人信息是虚假、不准确或有隐瞒事实等情形的，我们有权自行决定终止向您提供服务。
2.4 您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您提供的、我们自行收集的及通过第三方收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在平台的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有留存、整理加工、使用和披露的权利，且您明确授权平台及其关联公司及其指定的第三方可留存、整理及加工本次获取的本人信息用于平台及其关联公司及其指定的第三方为您提供的包括但不限于营销等其他服务中，具体方式包括但不限于：
（1）出于为您提供服务的需要在本平台公示您的个人资料；
（2）由人工或自动程序对您的个人资料进行获取、评估、整理、存储；
（3）使用您的个人资料以改进本平台的设计和推广；
（4）使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；
（5）对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，你同意平台对上述核实电话进行录音。
（6）在您违反与我们或我们的其他用户签订的协议时，披露您的个人资料及违约事实，将您的违约信息写入黑名单并与必要的第三方共享数据，以供我们及第三方审核、追索之用。
（7）其他必要的使用及披露您个人资料的情形。
您已明确同意本条款不因您终止使用平台服务而失效。如因我们行使本条款项下权利使您遭受损失，我们对该等损失免责。
2.5为更好地为您提供服务，您理解并同意在您注册成为平台用户时，您可以通过手机系统设置授权平台调取并保存您的手机位置信息、手机设备信息、通讯录、通话记录以及短信（包括但不限于短信内容、短信时间、发送对象等）等信息。为使最终提供贷款服务的机构能够更准确地评估您的资信，平台有权将该等调取的手机设备信息发送给该机构，用于您贷款资信评估。
2.6 您同意并授权平台（或其委托或合作的第三方）在您使用服务期间，向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取您的个人信息（包括但不限于身份信息、联系方式、工作信息、银行卡交易信息、银行贷款相关信息、网络交易信息、逾期信息及其他信息等）【您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于：上述信息对您的信用评价、以及分析报告等结果产生不利影响的风险；该等信息依法提供给平台（或其委托或合作的第三方）后可能被第三方不当利用的风险；以及基于您的特定信用状况可能被不良信息骚扰的风险等。】以了解您资信状况。
2.7为更好地为您提供服务，您同意并授权平台可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但平台与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。
2.8 若您曾经已经登陆过平台，且已经授权平台完成了相应的信息获取事宜，当您再次登陆平台，并选择相关产品时，您授权平台自动将之前授权获取的您的信息推送给为您提供金融服务的机构。
2.9 您充分知悉并理解，鉴于互联网的特性及技术限制，存在个人信息泄露的可能。我们已采取符合业界通用解决方案、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。
2.10 我们不会向与您无关的第三方恶意出售或免费提供您的个人资料，但下列情况除外： 
（1）事先获得您的明确授权；
（2）按照相关司法机构或政府主管部门的要求；
（3）以维护我们合法权益之目的； 
（4）维护社会公众利益； 
（5）只有共享您的信息，才能提供您需要的服务和（或）产品。
（6）相应的法律、法规要求及程序服务需要平台提供用户的个人资料。
2.11 本授权可在您接受平台（或其委托或合作的第三方）提供服务的过程中多次使用，本平台（或其委托或合作的第三方）及合作机构自您签署本授权之日起可多次依据本授权而操作执行本授权项下的活动无需您另行授权。
2.12 您在此授权我们及关联公司、合作伙伴可以通过短信或邮箱向您发送商业信息。
2.13 您确认已充分被告知、了解并接受上述授权的法律后果。

三、使用准则
3.1 用户在申请使用平台提供的网络服务时，必须向平台提供准确的个人资料，如个人资料有任何变动，必须及时更新。若您填写的信息不完整或不准确，则无法使用本平台服务或在使用过程中受到限制。
3.2 用户注册成功后，平台将给予您一个用户账号及相应的密码，该用户账号和密码由用户负责保管；用户应当对以其用户账号进行的所有言论、行为、活动和事件承担法律责任。
 3.3 用户的账号名称应当符合《互联网用户账号名称管理规定》之规定，在账号名称、头像和简介等注册信息中不得出现违法和不良信息。平台对用户提交的账号名称、头像和简介等注册信息有权进行审核，对含有违法和不良信息的，不予注册。对于已经注册的含有违法或者不良信息的账号名称、头像、简介，平台有权采取通知限期改正、暂停使用、注销登记等措施，造成的后果由用户自行承担。对冒用、关联机构或社会名人注册账号名称的，平台有权注销其账号，并向互联网信息内容主管部门报告。
 3.4 平台对用户提交的账号名称等信息予以审核通过并不代表网站对其予以任何批准、许可、授权、同意或者支持，用户仍然应当自行承担其法律责任，且网站保留进行后续不时审核并予以处理的权利。
3.5 用户在使用平台某些服务时，平台需要对用户身份进行特别验证，具体的验证方式以各服务模块页面显示为准。
3.6 您在使用平台服务过程中，必须遵循国家的相关法律法规，不通过平台发布、复制、上传、散播、分发、存储、创建或以其它方式公开含有以下内容的信息：
(1) 反对宪法所确定的基本原则的； 
(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
(3) 损害国家荣誉和利益的； 
(4) 煽动民族仇恨、民族歧视，破坏民族团结的； 
(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的、欺诈性的或以其它令人反感的讯息、数据、信息、文本、音乐、声音、照片、图形、代码或其它材料； 
(8) 侮辱或者诽谤他人，侵害他人合法权益的； 
(9) 其他违反宪法和法律、行政法规或规章制度的； 
(10) 可能侵犯他人的专利、商标、商业秘密、版权或其它知识产权或专有权利的内容；
(11) 假冒任何人或实体或以其它方式歪曲您与任何人或实体之关联性的内容；
(12) 未经请求而擅自提供的促销信息、政治活动、广告或意见征集； 
(13) 任何第三方的私人信息，包括但不限于地址、电话号码、电子邮件地址、身份证号以及信用卡卡号；
(14) 病毒、不可靠数据或其它有害的、破坏性的或危害性的文件；
(15) 与内容所在的互动区域的话题不相关的内容； 
(16) 依我们的自行判断，足以令人反感的内容，或者限制或妨碍他人使用或享受互动区域或平台的内容，或者可能使我们或我们关联方或其他用户遭致任何类型损害或责任的内容； 
(17) 包含法律或行政法规禁止内容的其他内容。 
3.7用户不得利用平台的服务从事下列危害互联网信息网络安全的活动：
(1) 未经允许，进入互联网信息网络或者使用互联网信息网络资源；
(2) 未经允许，对互联网信息网络功能进行删除、修改或者增加；
(3) 未经允许，对进入互联网信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加；
(4) 故意制作、传播计算机或手机病毒等破坏性程序；
(5) 其他危害互联网信息网络安全的行为。 
3.8 我们保留在任何时候为任何理由而不经通知地过滤、移除、筛查或编辑本平台上发布或存储的任何内容的权利，您须自行负责备份和替换在本平台发布或存储的任何内容，成本和费用自理。 
3.9 您须对自己在使用平台服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。 
3.10 如您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。

四、免责声明
4.1 平台是一个开放平台，用户将文章或照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。作为网络服务的提供者，我们对用户在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。您明确同意使用平台服务所存在的风险或产生的一切后果将完全由您自身承担，我们对上述风险或后果不承担任何责任。
4.2 您违反本注册协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，我们不承担任何责任。同时，我们对任何第三方通过平台发送服务或包含在服务中的任何内容不承担责任。
4.3 对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，我们不承担责任。 
4.4 对任何第三方通过平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，我们不承担责任。 
4.5 对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本APP站链接的其它网站或APP所造成您个人资料的泄露，或您因其他非平台原因造成的损失，我们不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与我们联系。
4.6 因任何非平台原因造成的网络服务中断或其他缺陷，我们不承担任何责任。
4.7 我们不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。
4.8平台仅为您与第三方提供媒介服务，不以提供服务方的身份参与任何借贷行为，平台并不实质性介入您与第三方之间的交易，对此，您充分理解并认可。平台不对任何借贷行为进行背书或担保。平台提供的服务中不带有对平台中的任何用户、任何交易的任何保证或条件，无论是明示、默示或法定的，因此平台及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员等均不能完全保证网站内容的真实性、充分性、及时性、可靠性、完整性和有效性，并且免除任何由此引起的法律责任。
4.9作为网络服务的提供者，平台对您在平台提供的任何陈述、声明或内容均不承担责任。您明确同意使用平台服务所存在的风险或产生的一切后果将完全由您自身承担，平台对上述风险或后果不承担任何责任。
4.10在非人为因素或平台无过错的情况下，平台对用户使用平台服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。因平台或者涉及的第三方网站的设备、系统存在缺陷或者因为计算机病毒造成的损失，平台均不负责赔偿，用户的补救措施只能是与平台终止本协议并停止使用平台。
五、服务变更、中断或终止
5.1 如因升级的需要而需暂停服务、或调整服务内容，我们将尽可能在APP上进行通告。由于用户未能及时浏览通告而造成的损失，我们不承担任何责任。 
5.2 您明确同意，我们保留根据实际情况随时调整平台提供的服务内容、种类和形式，或自行决定授权第三方向您提供原本我们提供的服务。因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止平台全部或部分服务的权利。 
5.3 发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任：
(1) 您提供的个人资料不真实； 
(2) 您违反本注册协议；
(3) 未经我们书面同意，将平台平台用于商业目的。 
5.4 您可随时通知我们终止向您提供服务或直接取消平台服务。自您终止或取消服务之日起，我们不再向您承担任何形式的责任。

六、知识产权及其它权利
6.1 对您在平台发布或以其它方式传播的内容，您作如下声明和保证：
(1)对于该等内容，您具有所有权或使用权； 
(2)该等内容是合法的、真实的、准确的、非误导性的； 
(3)使用和发布此等内容或以其它方式传播此等内容不违反本注册协议，也不侵犯任何人或实体的任何权利或造成对任何人或实体的伤害。 
6.2未经相关内容权利人的事先书面同意，您不得擅自复制、传播在平台的该等内容，或将其用于任何商业目的，所有这些资料或资料的任何部分仅可作为个人或非商业用途而保存在某台计算机或其他电子设备内。否则，我们及/或权利人将追究您的法律责任。 
6.3您在平台发布或传播的自有内容或具有使用权的内容，您特此同意如下： 
(1)授予我们使用、复制、修改、改编、翻译、传播、发表此等内容，从此等内容创建派生作品，以及在全世界范围内通过任何媒介（现在已知的或今后发明的）公开展示和表演此等内容的权利； 
(2)授予我们及其关联方和再许可人一项权利，可依他们的选择而使用用户有关此等内容而提交的名称；
(3)授予我们在第三方侵犯您在平台的权益、或您发布在平台的内容情况下，依法追究其责任的权利（但这并非我们的义务）；
 
七、特别约定
7.1 您使用本服务的行为若有任何违反国家法律法规或侵犯任何第三方的合法权益的情形时，我们有权直接删除该等违反规定之信息，并可以暂停或终止向您提供服务。 
7.2 若您利用平台服务从事任何违法或侵权行为，由您自行承担全部责任，因此给我们或任何第三方造成任何损失，您应负责全额赔偿，并使我们免受由此产生的任何损害。 
7.3 您同意我们通过重要页面的公告、通告、电子邮件以及常规信件的形式向您传送与平台服务有关的任何通知和通告。同时，平台保留对用来申请平台用户注册的电子邮箱投放商业性广告的权利。
7.4 本注册协议之效力、解释、执行均适用中华人民共和国法律。 
7.5 若非平台更新本协议，您再确认同意、签署本协议后，其效力将及于您此时及未来登陆平台时所有操作。
7.6 您在本协议项下对本公司的授权将视为对本公司及本公司之关联公司的授权。本公司及本公司关联公司均可凭借您的授权及本协议约定执行相关操作。 
7.7 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，任何一方均可向本平台所在地人民法院提起诉讼。 
7.8本注册协议中的标题仅为方便而设，不影响对于条款本身的解释。本注册协议最终解释权归平台所有。
甲方：              
乙方（用户）：          
签署时间： 2020年12月7日
		
</pre
		>
	</view>
</template>

<script>
export default {
	data() {
		return {};
	}
};
</script>

<style lang="less">
	.agreement{
		padding: 10upx 20upx;
		word-wrap:break-word;
		word-break:normal; 
	}
</style>
